Revit 2027 API
UnitTypeId.Footlamberts Property
 Footlamberts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Footlamberts { get; }
Public Shared ReadOnly Property Footlamberts As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Footlamberts {
	ForgeTypeId^ get ();
}
static member Footlamberts : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace